[
  {
    "category" : "Background",
    "data" : [
      {
        "title" : "A brief overview of where the Agency has come from.",
        "caption" : "The Anti-Counterfeit Agency was established under the Anti-Counterfeit  Act 2008 as a State Corporation with the mandates to enlighten and inform the public on matters relating to counterfeiting, combat counterfeiting, trade and other dealings in counterfeit goods, devise and promote training programs to combat counterfeiting and co-ordinate with national, regional or international organizations involved in combating counterfeiting. \n It is a state corporation currently within the Ministry of Industry, Investment and Trade. Although the Act was passed by Kenya’s Parliament in 2008, it came into force on 1st July 2009 with the principal aim of prohibiting trade in counterfeit goods. The Agency came into operation in June 2010. "
      }
    ]
  },
  {
    "category" : "Vision",
    "data" : [
      {
        "title" : "Our Vision",
        "caption" : "A Counterfeit-Free Kenya."
      }
    ]
  },
  {
    "category" : "Mission",
    "data" : [
      {
        "title" : "Mission",
        "caption" : "Prohibit Counterfeiting through Promotion and Enforcement of Intellectual Property Rights."
      }
    ]
  },
  {
    "category" : "Motto",
    "data" : [
      {
        "title" : "ACA Motto ",
        "caption" : "Educate, Enforce, Eliminate "
      }
    ]
  },
  {
    "category" : "Mandate",
    "data" : [
      {
        "title" : "The mandate of the Agency is clearly indicated in section 5 of the Act. The Act mandates the Agency to:",
        "caption" : " * Enlighten and inform the public on matters relating to counterfeiting \n * Combat counterfeiting, trade and other dealings in counterfeit goods \n * Devise and promote training programs to combat counterfeiting \n * Co-ordinate with national, regional or international organizations involved in combating counterfeiting. \n * Carry out any other functions prescribed for it under any of the provisions of this Act or under any other written law \n * Perform any other duty that may directly or indirectly contribute to the attainment of the foregoing"
      }
    ]
  },
  {
    "category" : "Core Values",
    "data" : [
      {
        "title" : "Our core values",
        "caption" : " * Diligence \n * Integrity \n * Vigilance "
      }
    ]
  }
]