[
  {
    "category" : "External",
    "data" : [
      {
        "title" : "In implementing its mandate, the Agency will provide the following to its external customers",
        "caption" : " * Consumer awareness and sensitisation programs. \n * Indirect consumer protection as a result of reduction in counterfeit goods. \n * Enforcement of Intellectual Property Rights in Kenya. \n * Training programs on combating counterfeiting. \n * Partnerships with national, regional and international enforcement agencies. \n * Promote fair trade practices. \n * Promote innovation."
      }
    ]
  },
  {
    "category" : "Internal",
    "data" : [
      {
        "title" : "Create suitable and appropriate structures and systems for the attainment of the objectives which will include, inter-alia",
        "caption" : "* Capacity building for Directors and staff. \n * Conducive working environment \n * Monitoring and evaluation \n * Sound financial management systems. \n * Staff motivation. \n *An effective ICT infrastructure. \n *A liaison office. \n * Corporate Social Responsibility "
      }
    ]
  },
  {
    "category" : "Key Success factors",
    "data" : [
      {
        "title" : "Factors that influence the success of the Agency",
        "caption" : "* Significant reduction in counterfeiting; marked by reduction in volume of counterfeit goods traded, number of counterfeit-related court cases and complaints. \n * Stakeholders’ goodwill to the Agency’s plans and activities. \n * Adequate & consistent funding by the Government.  \n * Staff motivation, facilitation, teamwork, commitment, discipline and skill sharing. \n * Successful collaboration & linkages with stakeholders & development partners. \n * Ability to respond quickly to shifting market dynamics by periodically updating and adopting Agency operation strategies. \n * Well coordinated Agency activities with cooperation from other Government agencies. \n * Rigorous public education to develop a mindset that recognises counterfeit products are dangerous and unacceptable. \n * Skilled manpower on matters relating to counterfeiting. \n * Relevant data on counterfeiting; this will feed development of strategies to counter present and emerging counterfeiting trends."
      }
    ]
  }
]